Repository: olivier-mt/Beyond1
Catalog: FIRSTTRY/Model/*.lproj/Localizable.strings
Languages: fr

source: group successfully saved in favorites!
fr: Groupe ajouté aux favoris!

source: You removed this group from favorites
fr: Retiré des favorits

source: Access Denied
fr: Accès refusé

source: Follow this group to get access to options
fr: Ajoute ce groupe à tes favoris pour avoir accès aux options

source: Your group is created!
fr: Félicitation, ton groupe a été créé!

source: All field have to be fullfielded
fr: Tout les champs doivent être rempli

source: Describ the group purpose in a few words
fr: Décris le groupe en quelques mots

source: NewGroupTitleView
fr: Créer un nouveau groupe

source: Profile
fr: Profil

source: Username changed succefully!
fr: Username modifié avec succès!

source: Favorites
fr: Favoris
